

export {descriptions};
export {names};
export {commentLines};



// description, строка — описание фотографии. Описание придумайте самостоятельно.

const descriptions = [
  'Было круто',
  'еще бы повторить',
  'отдыхали, как могли',
  'работа не волк, отдыхать всегда надо',
  'кто хорошо работает, тот хорошо отдыхает',
  'в этот раз отдых так себе',
  'клевый чел',
  'отдохнул так отдохнул',
  'так себе отдых',
  'друзья в беде не бросят',
  'опять он за свое',
  'у каждого мальчика первые 30 лет самые тяжелые',
]

// массив с именами, придумайте самостоятельно
const names = ['Кирилл', 'Матвей', 'Макар', 'Богдан', 'Мифодий', 'Иван'];


// likes, число — количество лайков, поставленных фотографии. Случайное число от 15 до 200.

// comments, массив объектов — список комментариев, оставленных другими пользователями к этой фотографии. Количество комментариев к каждой фотографии вы определяете на своё усмотрение. Все комментарии генерируются случайным образом. */
const commentLines = [
  'норм',
  'сойдет',
  'бывало и хуже',
  'а мне нравится',
  'побольше бы таких фото',
  'лучше бы не выкладывал',
  'не позорься, удали',
  'просто восторг',
  'неплохо, но могло быть и лучше',
  'фото не удалось',
  'классная фотка, еще есть?',
  'ржали вмести с другом пол часа',
  'грусно, но ты не унывай, все наладится',
]
